
/* Class = "NSWindow"; title = "Experimental Settings"; ObjectID = "1"; */
"1.title" = "Impostazioni sperimentali";

/* Class = "NSTabViewItem"; label = "Global Settings"; ObjectID = "223"; */
"223.label" = "Impostazioni globali";

/* Class = "NSTabViewItem"; label = "Global Filters"; ObjectID = "224"; */
"224.label" = "Filtri globali";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Bandwidth limit value"; ObjectID = "237"; */
"237.ibExternalAccessibilityDescription" = "Valore limite larghezza di banda";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Disk image segment size value"; ObjectID = "246"; */
"246.ibExternalAccessibilityDescription" = "Valore dimensione segmento immagine disco";

/* Class = "NSTextFieldCell"; title = "MB per segment"; ObjectID = "267"; */
"267.title" = "MB per segmento";

/* Class = "NSButtonCell"; title = "Segment read-only disk images:"; ObjectID = "269"; */
"269.title" = "Segmentazione immagini disco di sola lettura:";

/* Class = "NSTextFieldCell"; title = "If you are transferring data over a slow WAN connection, and that data is not particularly compressable, you may see a performance boost with a delta-transfer algorithm. You may also see a performance boost with this option if you are transferring very large files with very minor changes, especially appended data. This option is only applicable to file-level backups and does not carry over to scheduled tasks."; ObjectID = "273"; */
"273.title" = "Se stai trasferendo dati tramite una connessione WAN lenta e i dati non sono particolarmente riducibili, si può notare un incremento delle prestazioni con l'algoritmo di trasferimento delta. Questa opzione produrrà un incremento delle prestazioni, nel caso di trasferimenti di file molto grandi con modifiche di minore entità, soprattutto per i dati aggiunti. Questa opzione è applicabile solo a backup a livello di file e non si sovrappone alle operazioni programmate.";

/* Class = "NSButtonCell"; title = "Use a delta-transfer algorithm for network transfers"; ObjectID = "275"; */
"275.title" = "Usa un algoritmo di trasferimento delta per trasferimenti di rete";

/* Class = "NSTextFieldCell"; title = "KB/s"; ObjectID = "276"; */
"276.title" = "KB/s";

/* Class = "NSButtonCell"; title = "Globally limit disk and network usage to:"; ObjectID = "279"; */
"279.title" = "Limita utilizzo di rete e disco a:";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "CCC filter value"; ObjectID = "339"; */
"339.ibExternalAccessibilityDescription" = "Valore filtro CCC";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add custom filter"; ObjectID = "344"; */
"344.ibExternalAccessibilityDescription" = "Aggiungi filtro personalizzato";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected filter"; ObjectID = "345"; */
"345.ibExternalAccessibilityDescription" = "Rimuovi filtro selezionato";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Documentation for custom filters"; ObjectID = "348"; */
"348.ibExternalAccessibilityDescription" = "Documentazione per filtri personalizzati";

/* Class = "NSTextFieldCell"; title = "Most of these globally-defined filters are defined in the documentation (click the \"?\" button below). While many of these are designed to reduce error messages, many of them are here to protect your OS in cases where you select the startup disk as the destination. YOU CAN HARM YOUR OS BY REMOVING THESE FILTERS AND SUBSEQUENTLY RUNNING A BACKUP TASK WITH YOUR STARTUP DISK AS THE DESTINATION. Use care when removing any filters from this list!\n\n\"CCC filter\": If you want to match an item via an absolute path, this should start with a \"/\". You can also add wildcards. Browse the default entries for examples. Filters defined here will suppress the items in the task filter window.\n\n\"Exclude/protect ... when the source/destination is the startup disk\": These settings are similar to the more generic options, but allow you to impose these filters only when the startup disk is selected. For example, /dev is only protected when the destination is the startup disk, otherwise it is treated like an ordinary folder."; ObjectID = "354"; */
"354.title" = "La maggior parte di questi filtri globali sono spiegati nella documentazione (clicca sul pulsante \"?\" in basso). Sebbene molti di questi sono progettati per ridurre i messaggi di errore, la maggior parte serve per proteggere il sistema operativo nel caso in cui si selezioni come destinazione il disco di avvio. SI PUÒ DANNEGGIARE IL SISTEMA OPERATIVO SE SI ELIMINANO QUESTI FILTRI E SUCCESSIVAMENTE SI ESEGUE UN BACKUP AVENTE COME DESTINAZIONE IL DISCO DI AVVIO. Fai attenzione quando rimuovi dei filtri da questo elenco!\n\n\"Filtro di CCC\": se vuoi definire un elemento tramite un percorso assoluto, questo dovrebbe iniziare con una \"/\". È inoltre possibile aggiungere i caratteri jolly. Guarda le voci predefinite come esempio. Filtri definiti qui non possono trovare riscontro nell’elenco degli elementi da copiare.\n\n\"Escludi/Proteggi… quando l'origine/la destinazione è il disco di avvio\". Queste impostazioni sono simili alle opzioni più generiche, ma consentono di applicare questi filtri solo quando viene selezionato il disco di avvio. Per esempio, /dev viene protetta solo quando la destinazione è il disco di avvio, altrimenti viene trattata come una cartella normale.";

/* Class = "NSButtonCell"; title = "Exclude this item when the source is the startup disk"; ObjectID = "355"; */
"355.title" = "Escludi questo elemento quando l'origine è il disco di avvio";

/* Class = "NSButtonCell"; title = "Revert to Defaults"; ObjectID = "358"; */
"358.title" = "Ripristina Predefiniti";

/* Class = "NSButtonCell"; title = "Apply"; ObjectID = "359"; */
"359.title" = "Applica";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted if the destination is the startup disk"; ObjectID = "360"; */
"360.title" = "Proteggi questo elemento dall'eliminazione se la destinazione è il disco di avvio";

/* Class = "NSTextFieldCell"; title = "CCC filter expression:"; ObjectID = "361"; */
"361.title" = "Filtro CCC:";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted on the destination"; ObjectID = "363"; */
"363.title" = "Proteggi questo elemento dall'eliminazione nella destinazione";

/* Class = "NSButtonCell"; title = "Exclude this item from every backup task"; ObjectID = "364"; */
"364.title" = "Escludi questo elemento da ogni backup";

/* Class = "NSButtonCell"; title = "Hide this item on the destination"; ObjectID = "365"; */
"365.title" = "Nascondi questo elemento nella destinazione";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "370"; */
"370.title" = "Text Cell";

/* Class = "NSButtonCell"; title = "LOG_TASK_ENGINEER"; ObjectID = "2fC-oz-t5u"; */
"2fC-oz-t5u.title" = "LOG_TASK_ENGINEER";

/* Class = "NSTextFieldCell"; title = "Archive folder name format:"; ObjectID = "6kO-6i-g7f"; */
"6kO-6i-g7f.title" = "Formato nome cartella di archivio:";

/* Class = "NSButtonCell"; title = "LOG_FILTER"; ObjectID = "Bsy-Oi-Y2A"; */
"Bsy-Oi-Y2A.title" = "LOG_FILTER";

/* Class = "NSTextFieldCell"; title = "(1-9, 9 is most compressed)"; ObjectID = "ESH-MH-MaQ"; */
"ESH-MH-MaQ.title" = "(1-9, 9 è compressa al massimo)";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK"; ObjectID = "Gbx-6c-jTx"; */
"Gbx-6c-jTx.title" = "LOG_EXTERNALTASK";

/* Class = "NSTextFieldCell"; title = "DEBUG LOGGING"; ObjectID = "Ijc-ML-0Cl"; */
"Ijc-ML-0Cl.title" = "REGISTRAZIONE DEBUG";

/* Class = "NSButtonCell"; title = "LOG_XPC"; ObjectID = "JKZ-vb-Dpn"; */
"JKZ-vb-Dpn.title" = "LOG_XPC";

/* Class = "NSButtonCell"; title = "LOG_SIMPLESMTP"; ObjectID = "KAl-Op-SVY"; */
"KAl-Op-SVY.title" = "LOG_SIMPLESMTP";

/* Class = "NSButtonCell"; title = "Don't create transient snapshots on the source volume"; ObjectID = "LEb-Ra-HOK"; */
"LEb-Ra-HOK.title" = "Non creare istantanee temporanee sul volume di origine";

/* Class = "NSTextFieldCell"; title = "Default"; ObjectID = "Mlh-vW-jev"; */
"Mlh-vW-jev.title" = "Default";

/* Class = "NSTextFieldCell"; title = "File copier CPU priority:"; ObjectID = "P2Q-SE-ATE"; */
"P2Q-SE-ATE.title" = "Priorità CPU per la copia di file:";

/* Class = "NSButtonCell"; title = "Use \"CCC Backup Task\" as a non-persistent, default ad hoc task"; ObjectID = "Pvk-V7-Gl8"; */
"Pvk-V7-Gl8.title" = "Usa \"Backup di CCC\" come operazione non persistente, di default o ad hoc";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "/path/to/item"; ObjectID = "RGL-vG-7YE"; */
"RGL-vG-7YE.ibShadowedIsNilPlaceholder" = "/percorso/verso/elemento";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Archive Name Format"; ObjectID = "Sjp-Rv-998"; */
"Sjp-Rv-998.ibExternalAccessibilityDescription" = "Archivia formato nome";

/* Class = "NSButtonCell"; title = "LOG_DISKCONTROLLER"; ObjectID = "T4M-hf-CM4"; */
"T4M-hf-CM4.title" = "LOG_DISKCONTROLLER";

/* Class = "NSTextFieldCell"; title = "Compression level:"; ObjectID = "WUx-hv-Tdz"; */
"WUx-hv-Tdz.title" = "Livello di compressione:";

/* Class = "NSButtonCell"; title = "LOG_SSHAUTH"; ObjectID = "XCy-vz-cgG"; */
"XCy-vz-cgG.title" = "LOG_SSHAUTH";

/* Class = "NSButtonCell"; title = "Use the experimental file copier"; ObjectID = "YAp-pb-4SE"; */
"YAp-pb-4SE.title" = "Usa la copia di file sperimentale";

/* Class = "NSButtonCell"; title = "LOG_KEYCHAIN"; ObjectID = "ZhC-Zn-vKl"; */
"ZhC-Zn-vKl.title" = "LOG_KEYCHAIN";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK_OUTPUT"; ObjectID = "aOO-va-p9g"; */
"aOO-va-p9g.title" = "LOG_EXTERNALTASK_OUTPUT";

/* Class = "NSButtonCell"; title = "LOG_HELPER_CONTROLLER"; ObjectID = "bNC-yt-EWa"; */
"bNC-yt-EWa.title" = "LOG_HELPER_CONTROLLER";

/* Class = "NSButtonCell"; title = "Use an \"in place\" transfer procedure"; ObjectID = "cR5-gz-50O"; */
"cR5-gz-50O.title" = "Usa una procedura di trasferimento \"diretto\"";

/* Class = "NSButtonCell"; title = "LOG_UPDATING"; ObjectID = "e3m-8o-Z3s"; */
"e3m-8o-Z3s.title" = "LOG_UPDATING";

/* Class = "NSButtonCell"; title = "LOG_SCHEDULING"; ObjectID = "f6b-dQ-hIn"; */
"f6b-dQ-hIn.title" = "LOG_SCHEDULING";

/* Class = "NSButtonCell"; title = "LOG_USER_AGENT"; ObjectID = "gUV-U2-6HY"; */
"gUV-U2-6HY.title" = "LOG_USER_AGENT";

/* Class = "NSButtonCell"; title = "LOG_REGISTRATION"; ObjectID = "gif-nR-isd"; */
"gif-nR-isd.title" = "LOG_REGISTRATION";

/* Class = "NSButtonCell"; title = "This is a system item"; ObjectID = "mjX-PX-8fD"; */
"mjX-PX-8fD.title" = "Questo è un elemento di sistema";

/* Class = "NSButtonCell"; title = "LOG_DISKS"; ObjectID = "oSH-mX-Ia8"; */
"oSH-mX-Ia8.title" = "LOG_DISKS";

/* Class = "NSTextFieldCell"; title = "To prevent overwriting a good backup file with a corrupted file on the source, CCC uses a special file copying procedure called an \"atomic\" copy. If a file has changed since the last backup, it will be copied to the destination using a temporary filename, e.g. .filename.XXXXXX. When CCC has finished copying the file successfully, CCC deletes (or archives) the older version on the destination, then renames the updated file to the correct filename.\n\nSome devices (such as those that use a proprietary deduplication technique or data shuffling) perform poorly when using this technique to transfer files, and may show better performance when using an \"in place\" transfer instead."; ObjectID = "qH0-yV-CiG"; */
"qH0-yV-CiG.title" = "Per evitare di sovrascrivere un file di backup buono con uno danneggiato nell'origine, CCC utilizza una speciale procedura di copia file chiamata copia \"atomica\". Se un file è stato modificato dopo l'ultimo backup, sarà copiato nella destinazione utilizzando un nome di file temporaneo, ad esempio, .nomefile.XXXXXX. Quando CCC ha finito di copiare il file correttamente, elimina (o archivia) la versione precedente della destinazione, quindi rinomina il file aggiornato con il suo nome corretto.\n\nAlcuni dispositivi (come quelli che utilizzano una tecnica proprietaria di deduplicazione o fusione dei dati) offrono uno scarso rendimento quando si utilizza questa tecnica per trasferire i file e possono invece avere prestazioni migliori quando si utilizza un trasferimento \"in place\" (sostituzione diretta).";

/* Class = "NSButtonCell"; title = "LOG_RSYNC_AUDITING"; ObjectID = "rUy-sT-r0N"; */
"rUy-sT-r0N.title" = "LOG_RSYNC_AUDITING";

/* Class = "NSButtonCell"; title = "LOG_TASK_CONFIG"; ObjectID = "rd9-T1-gi3"; */
"rd9-T1-gi3.title" = "LOG_TASK_CONFIG";

/* Class = "NSButtonCell"; title = "LOG_NETWORK"; ObjectID = "wpy-kk-ssK"; */
"wpy-kk-ssK.title" = "LOG_NETWORK";

/* Class = "NSButtonCell"; title = "LOG_TASK_EDITOR"; ObjectID = "xER-SQ-SvN"; */
"xER-SQ-SvN.title" = "LOG_TASK_EDITOR";

/* Class = "NSButtonCell"; title = "LOG_FILESYSTEMITEM"; ObjectID = "xRH-hm-NtC"; */
"xRH-hm-NtC.title" = "LOG_FILESYSTEMITEM";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Read-only disk image compression level"; ObjectID = "xv1-AC-FEU"; */
"xv1-AC-FEU.ibExternalAccessibilityDescription" = "Livello di compressione immagine disco di sola lettura";

/* Class = "NSButtonCell"; title = "Don't hide mounted disk images from the Finder"; ObjectID = "yKO-ll-CZu"; */
"yKO-ll-CZu.title" = "Non nascondere immagini disco attivati nel Finder";

/* Class = "NSButtonCell"; title = "LOG_TASK_MANAGER"; ObjectID = "zUU-BR-uCk"; */
"zUU-BR-uCk.title" = "LOG_TASK_MANAGER";
